[
  {
    "id": 1734283838175,
    "name": "Voin",
    "image": "https://th.bing.com/th/id/OIP.WLFmcKNxlt4CB23nkiMtqwHaHa?rs=1&pid=ImgDetMain",
    "genre": [
      "action",
      "rpg"
    ],
    "releaseYear": "2024",
    "platform": [
      "pc"
    ],
    "store": [
      "steam"
    ],
    "price": "7.37",
    "details": "Crafted by a solo developer, VOIN is a first-person hack-and-slash. Cleave through hordes of enemies in fast-paced combat. Explore dark fantasy realms filled with secrets and dangers. Discover powerful gear and weapons, and face menacing bosses in your quest to cleanse a broken world.",
    "links": "https://store.steampowered.com/app/2464530/VOIN/#:~:text=Fight%20hordes%20of%20enemies"
  },
  {
    "id": 1734294192342,
    "name": "The Cabin Factory",
    "image": "https://daominhha.net/wp-content/uploads/2024/12/download-game-The-Cabin-Factory-tai-daominhha2.jpg",
    "genre": [
      "horror"
    ],
    "releaseYear": "2024",
    "platform": [
      "pc"
    ],
    "store": [
      "steam"
    ],
    "price": "1.70",
    "details": "Welcome to The Cabin Factory - as a newly hired Cabin Inspector your job is to inspect the cabins and determine whether or not they are haunted.",
    "links": "https://www.youtube.com/watch?v=Yqnk-LxxKFg"
  },
  {
    "id": 1734330569710,
    "name": "Ballionaire",
    "image": "https://www.bing.com/th/id/OGC.b3547c773a863eb2aa407cf470f55325?pid=1.7&rurl=https%3a%2f%2fcdn.akamai.steamstatic.com%2fsteam%2fapps%2f2667120%2fextras%2fezgif.com-resize.gif%3ft%3d1704917051&ehk=ncO7PkpmnOr6%2biVY%2bKPr%2fWpQ1Vt8rFJTTNahtTdF0rk%3d",
    "genre": [],
    "releaseYear": "",
    "platform": [
      "pc"
    ],
    "store": [
      "steam"
    ],
    "price": "5.25",
    "details": "Ballionaire is a physics-driven roguelike game full of kinetic chaos, developed by newobject and published by Raw Fury.\n\nKey Features:\nBonk Your Way to Victory: Drop a ball to bonk triggers, earn money, and spawn more balls. Draft new triggers each round to increase the chaos and your earnings2.\n\nSatisfy the Elders' Monetary Demands: Each run, survive by paying tribute to three Elders who introduce devious game-changing tribulations2.\n\nMaster Multiple Boards: Highly varied game boards require fresh theorycrafting. Boards include themes like the Pyramid, Danger Wheel, and Pinball table2.\n\n125+ Triggers, 50+ Boons: Use various triggers and boons to create unique strategies. Examples include spawning eggs with a Chicken, cutting coins in half with an Axe, and feeding a Whale until it blows every ball back out2.\n\nPlay in a Sandbox: Experiment in the Laballatory to hone your theory-crafting before a run, make a meme, or build an impossibly busted board2.\n\nMod Support on Day One: Create your own triggers and bring them to life with Ballionaire's Lua-based custom content API2.",
    "links": "https://rawfury.com/games/ballionaire/"
  }
]
